[
    {
        "Godless, Good, & Gracious": {
            "tagLine": "(We Devils are grateful for all of you; Thank you for making our demon dreams a reality!)",
            "1": {
                "title": "Diners, Drive-ins & Ryes",
                "description": "A toasted rye bread, bourbon & rum milk punch with chipotle maple coffee.",
                "tagLine": "It's top of the list for a reason. A milk punch built to invoke that perfect smell of a diner."
            },
            "2": {
                "title": "Just the (Spruce) Tip",
                "description": "St George Terroir gin, Norden's Aquavit, Devil-made spruce syrup, lemon, seltzer, cava.",
                "tagLine": "I have a spruce tree in my backyard and now you could have that same tree in your glass."
            },
            "3": {
                "title": "BabaDinDin,",
                "description": "Mint-washed aged rum, Beefeater gin, lime, demerara, Angostura bitters, cava, mint.",
                "tagLine": "An Old Cuban riff that will make you forget it's winter outside."
            },
            "4": {
                "title": "By The Horns,",
                "description": "Tequila, nutmeg infused dry curacao, dry vermouth, orange bitters.",
                "tagLine": "A stirred tequila drink to stir things inside you."
            },
            "5": {
                "title": "Bech & Caul",
                "description": "Becherovka (Czech herbal liqueur), tequila, raspberry, ginger, lime, seltzer.",
                "tagLine": "Boozie but you wouldn't know it, go ahead, light up your night!"
            },
            "6": {
                "title": "Forgive Me For I Have Synthed",
                "description": "Devil's rum blend, absinthe, coconut, orange, pineapple, Angostura bitters, coconut whipped cream, nutmeg.",
                "tagLine": "The Devil is on holiday you know, go ahead, indulge..."
            },
            "7": {
                "title": "And a Toki in a Pear Drink",
                "description": "Suntory Toki Japanese Whisky, St. George Spiced Pear Liqueur, lemon, simple, egg white, Angostura bitters.",
                "tagLine": "This beautifully crafted winter sour will make you question why you were ever wary of egg white drinks."
            },
            "8": {
                "title": "Call Your Mom",
                "description": "Cardamom-infused 10 year single malt Scotch, blanc vermouth, coconut-washed Campari.",
                "tagLine": "I wish we could freeze it into ice blocks and ice skate on it and then melt it in the spring and drink it!"
            },
            "9": {
                "title": "Bitterly Beloved",
                "description": "Reposado tequila, Devil-made grapefruit cinnamon syrup, Campari, lime, saline, egg white.",
                "tagLine": "Bitterly beloved we are gathered here tonight to revel in the frothy pink goodness that is this drink."
            },
            "10": {
                "title": "Mr. Pink",
                "description": "Candy cane and white chocolate-infused vodka, lemon, simple, egg white, cream, peppermint extract.",
                "tagLine": "We keep getting weirder with these 'Ramos Gin Fizz Style' drinks. It can take up to 10 minutes to make but don't let that stop you Mr. Pink is worth the wait."
            },
            "11": {
                "title": "I'm EggNogstic",
                "description": "We start by creating a decadent custard until the color and taste is just right, add maple syrup, bourbon and rum, then whip the egg whites until we deem it perfect, served cold and dusted with nutmeg.",
                "tagLine": "Do I really need to say more?"
            }
        },
        "Devils Favorites": {
            "tagLine": "(Drink cocktails and sin...)",
            "1": {
                "title": "French Mistress",
                "description": "Cantaloupe infused Aviation gin, cava, lemon, mint, agave"
              },
              "2": {
                "title": "Sam I Yam",
                "description": "Bourbon, Devil-made sweet potato syrup, holiday pie bitters, toasted marshmallow, charred pecan"
              },
              "3": {
                "title": "Sexting on the Beach",
                "description": "Vodka, oak-infused peach liqueur, sour orange, Devil-made cranberry cordial"
              },
              "4": {
                "title": "# of the Beets",
                "description": "10 year old Scotch infused with 666 grams of beets, cognac, Drambuie, cardamom bitters"
              },
              "5": {
                "title": "A Gift Certificate to OnlyFans",
                "description": "Flor de Cana 7yr Rum, Mad River Vanilla Rum, passionfruit, lemon, coconut, vanilla syrup, 'Billy's hot pepper juice', Lambrusco float.",
                "tagLine": "It sounds outlandish, but hey, it pays the bills..."
              },
              "6": {
                "title": "All Rum is Drama",
                "description": "Devil's rum blend, cinnamon-star anise-coffee syrup, crushed ice, Mexican Coca-Cola, whipped cream, burnt cinnamon"
              },
              "7": {
                "title": "Notorious F.I.G.",
                "description": "Fig-infused cognac, Grand Marnier, house grenadine, lemon"
              },
              "8": {
                "title": "She's Made of Oak",
                "description": "Rittenhouse Rye, Underberg, Bigallet China-China, chipotle maple, Angostura bitters, oak smoke"
              },
              "9": {
                "title": "New Calendar",
                "description": "Jalapeno infused Banhez Mezcal, Dolin Genepy, ginger, jalapeno, lime, citrus salt"
              },
              "10": {
                "title": "Saint Paul's Bones (on draft!)",
                "description": "Rye whiskey, aged rum, Cynar, Luxardo Maraschino liqueur, clove, Maldon sea salt, orange zest"
              },
              "11": {
                "title": "Abanoble Snowman",
                "description": "El Silencio Mezcal, Amaro Abano, Amontillado, ginger, honey, lemon, cinnamon"
              },
              "12": {
                "title": "No Rest For The Wicked (on draft!)",
                "description": "Mezcal, Contratto Bitter, Perc coffee liqueur, Sweet Vermouth, Devil-made crème de cacao, mole bitters"
              },
              "13": {
                "title": "Underberg",
                "description": "Bitter German herbal digestif"
              }
        },
        "Atonements (sans alcohol)": {
          "tagLine": "(It's your normal life, you just aren't hungover)",
          "1": {
              "title": "Mamma Ghia (how could I resist you?)",
              "description": "Ghia non-alcoholic aperitif, New London Light n/a gin, acid adjusted orange juice, agave, lemon.",
              "tagLine": ""
          },
          "2": {
              "title": "The City Special",
              "description": "Devil-made cinnamon & BRIO coffee syrup, condensed milk, vanilla, star anise, Mexican Coca-Cola.",
              "tagLine": ""
          },
          "3": {
              "title": "Spritz-SIN the Night Away",
              "description": "Pentire Coastal, rosemary, blood orange, Q tonic.",
              "tagLine": ""
          },
          "4": {
              "title": "Wrong Island Iced Tea",
              "description": "Pathfinder 'Amaro', Pentire Seaward 'spirit', Wilfred's NA Bitter, lemon, splash of Mexican Coca-Cola.",
              "tagLine": ""
          },
          "5": {
              "title": "NArgarita",
              "description": "Pentire Adrift 'spirit', fresh lime juice, agave, citrus salt.",
              "tagLine": ""
          }
      },
      "Hot Stuff": {
        "tagLine": "(be hot, inside and out)",
        "1": {
          "title": "Hot Buttered YUM",
          "description": "Flor de Cana 5yr Rum, salted butter, cocoa, brown sugar, cinnamon, marshmallows.",
          "tagLine": "It's a hot liquid brownie…"
        },
        "2": {
          "title": "The Marrakesh Express",
          "description": "Espresso, Moroccan spiced milk syrup, Flor de Cana 5yr Rum, Pierre Ferrand Dry Curacao",
          "tagLine": ""
        },
        "3": {
          "title": "Cocoa Caliente",
          "description": "The Devil's own chocolate blend, slowly melted in cream and spices, reposado tequila (can be made w/ rum or bourbon by request), churro.",
          "tagLine": "This proves even demons can have a touch of the divine…"
        },
        "4": {
          "title": "La-di-da-di We Like to Toddy",
          "description": "Northern Spy Apple-butter-cinnamon-infused Jameson, Laird's Straight Apple Brandy, lemon, apple syrup, Angostura bitters.",
          "tagLine": "This toddy likes to party!"
        }
      },
      "Bits & Bobs": {
        "1": {
          "title": "DEVIL'S NUTS",
          "description": "Pomegranate & sumac glazed cashews and fried chickpeas"
        },
        "2": {
          "title": "DEVILED EGGS (3)",
          "description": "XO sauce (shellfish sauce), scallion, sesame seed OR chili crisp (vegetarian)"
        },
        "3": {
          "title": "MARINATED OLIVES",
          "description": "Citrus and herb marinated Moroccan and Italian olives with spicy cherry bomb peppers"
        },
        "4": {
          "title": "CRISPY TUNA SQUARES",
          "description": "Fried sushi rice cake, marinated cucumbers, spicy tuna, crispy ginger, tobikko"
        },
        "5": {
          "title": "WAFFLE FRIES",
          "description": "Tajin dusted, mojo mayo OR Cerberus Style - Queso, hot sauce, scallion, cilantro, burnt pineapple salsa"
        }
      },
      "Greenery": {
        "1": {
          "title": "HORNY CAESAR",
          "description": "Kale, radicchio, endive, Calabrian chili dress, spicy croutons, parm, lemon"
        },
        "2": {
          "title": "LETTUCE TURNIP THE BEETS",
          "description": "Salt-baked beets, shaved turnips, herbs, mustard vinaigrette, whipped ricotta, turnip chips"
        },
        "3": {
          "title": "LETTUCE WRAPS",
          "description": "Tempura fried oyster mushrooms, ssamjang, green onion salad, marinated cucumber, radish"
        }
      },
      "Sandos": {
        "1": {
          "title": "FRIED CHICKEN",
          "description": ["INNOCENT - Confit garlic aioli, tomato, vinegar slaw, dill pickle", 
          "PURGATORY - Maple Thai chili glaze, hot pepper relish, ginger pickle carrots, shrettuce",
          "NINTH CIRCLE - Vinegar slaw, pickles, habanero hellfire sauce *No Take Backsies!"]
        },
        "2": {
          "title": "PABLO'S DIABLO CUBANO",
          "description": "Mojo braised pork shoulder, ham, yellow mustard, swiss, dill pickle, pan cubano"
        },
        "3": {
          "title": "HAIL SEITAN",
          "description": "House marinated seitan, mushroom walnut 'pate', koji, cilantro, marinated cucumbers, ginger pickled carrots, shaved jalapeno, radish, demi baguette"
        }
      },
      "Dessert": {
        "1": {
          "title": "DONUTS",
          "description": "Glazed risen donut made in house, served hot"
        }
      }    
    }
]
